Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uusi_koltansaamen_harjoituskirja_on_ilmestynyt_.html.tmx
Source language: fin
Languages: sme

source: Uusi koltansaamen harjoituskirja on ilmestynyt
sme: Ođđa bargogirji nuortalašgillii almmuhuvvon

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden koltansaamen ǨIÕČČ 3 kirjasarjan harjoituskirjan.
sme: Skuvlen- ja oahppamateriáladoaimmahat lea almmustahttán ođđa nuortalašgiela bargogirjji ǨIÕČČ 3 girjeráidui.

source: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj on harjoituskirja perusopetuksen kolmannen luokan koltansaame vieraana kielenä opetukseen.
sme: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj lea oaivvilduvvon vuođđoskuvlla goalmmát luohká vierisgiela oahpahussii.

source: Kirja on käännetty pohjoissaamen GEA -oppikirjasarjasta, jonka on käsikirjoittanut Oona Länsman ja kuvittanut Nora Bäck.
sme: Girji lea jorgaluvvon davvisámegiela GEA -oahppogirjeráiddus, man lea čállán Oona Länsman ja govaid sárgon Nora Bäck.

source: Koltansaamen kielelle kirjan on kääntänyt ja sovittanut Raija Lehtola ja taittanut Anni Näkkäläjärvi.
sme: Nuortalašgillii girjji lea jorgalan ja heivehan Raija Lehtola ja lay out bargan Anni Näkkäläjärvi.

source: Tilaukset verkkokaupan kautta: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj – Samediggi
sme: Diŋgojumit neahttagávppi bokte: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj
